Repository: mozilla-l10n/mt-training-data
Catalog: gom/gom_pontoon.tmx
Source language: en_us
Languages: gom

source: What sentences can I add?
gom: Kôslyo vakyo haven ghalunk zata?

source: What's Public?
gom: Kite public zatolem?

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
gom: Aikota tenna, monn lavun poloi ki je uloile asa tech borovun asa; Matshe pasun chuk asliar "na" kor <br />Chadan-chad chukio asat te he:

source: Which variant of { $language } do you speak?
gom: Kosle prakar'ache { $language } tumi uloitat?

source: Why ?
gom: Kityak ?

source: Why a profile?
gom: Profile kityak?

source: Why are you asking?
gom: Kityak vicharta?

source: Why Common Voice?
gom: Common Voice Kityak?

source: Why does this matter?
gom: Hem kityak gorjechem?

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
gom: Ek profile korun, tujea karyavali-cher hishob dovor ani eka "voice data" yogdan divpachi samaj'a kaden rav.

source: Write
gom: Boroi

source: Write down what you hear the person saying here
gom: Hanga tô monis kitem sangta te aik ani tem boroi

source: y
gom: h

source: Y
gom: H

source: Yes
gom: Hoi

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
gom: Hoi, maka emails send kôr. Maka khup khosi astili Common Voice Project'an bag govpak.

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
gom: Hoi, maka email dhad. Maka zanun ghepak zai Common Voice'acher ho bhas kitle fudde pavta te.

source: You
gom: Tumi

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
gom: Tuven Keyboard Shortcut-ui vaporpak zata: { sc-review-form-button-approve-shortcut } Mon'zur korpak, { sc-review-form-button-reject-shortcut } Bhair marpak, { sc-review-form-button-skip-shortcut } soddpak

source: You can choose to make your username public or anonymous.
gom: Tuka tujem 'username' ninanve (anonymous) vo sogleank dixtti (public) korpak zata.

source: You have unsaved changes on this page. If you change the locale, your changes will not be saved. Are you sure you want to change the locale?
gom: Tuje kaam save zavnk na hea page'ir. Tuven hi bhaxa bodoli zalar, tuje kaam voitele save zavchena. Tu kobul asa bhaxa bodolpak?

source: You have unsaved changes on this page. If you leave this page, your changes will not be saved. Are you sure you want to leave this page?
gom: Tuje kaam save zavnk na hai page'ir. Tuven hi page sodli zalar, tuje kaam voitele save zainastana. Tu kobul as hi page sodpak?

source: You must allow microphone access.
gom: Tuka microphone-ak allow korpak zai.

source: Your download has started.
gom: Tumcho download suru zala.

source: You’re contributing to a target segment
gom: Tu yogdan dita eka "target segment"-ak

source: You’re contributing to our first target segment
gom: Tu yogdan dita amchea poilea "target segment"-ak

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
gom: Tu chod fast voita. Anik ek second ghe sentence correct asa zalyar poloi.

source: You're helping Common Voice reach our daily sentence goals!
gom: Tu moddot korta "Common Voice"-ache disache vakyo ekthhaivpi 'goal' purn korpak!

source: Your Languages
gom: Tujeo Bhaso

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
gom: Tumchea konknni bolintle / prakar-antle sogle recording sople! Tuka koslech dikkat na zalyar, tumche setting bodlun apleach bhasantle dusreo vakyo gevpak zata.

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
gom: Tujea boli-chi / prakar-achi vakio samapt zale astole! Tuka koslech dikkat na zalyar, tuven aple 'setting' bodlun tuje bhasantle dusrem boli / prakar polovpak zata.

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
gom: Tuven moddot kele Common Voice-acho dor-disache { $goalValue } -atlean <goalPercentage></goalPercentage> recording target pavpak!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
gom: Tuven moddot kele Common Voice-acho dor-disache { $goalValue } -atlean <goalPercentage></goalPercentage> sarkeponn topasniche target pavpak!

source: You've successfully signed up for contributing to { $language }. Thank you.
gom: Tuven register kele { $language } itun vantto gevpak. Dev borem koru.

source: account recovery key
gom: khato reset karpachi key

source: alternate text
gom: dusro text

source: attack
gom: hallo

source: attacker
gom: hallo korpi

source: Attack Site
gom: Hallo karpi site

source: attendee
gom: haajir aashillo

source: authenticate
gom: prmaanit korpi

source: authenticated
gom: prmaanit zale

source: authentication code
gom: prmaanit korpa'cho code

source: autoplay
gom: aapun'uch chalu za

source: backup authentication code
gom: dusro prmaanit korpa'cho code

source: Bug report
gom: Samasya sutavi kor

source: certificate authority
gom: promann-potr adhikari

source: confirmation code
gom: topasni code

source: context
gom: sandarb

source: corrupt
gom: pidyar

source: corrupted
gom: pidyar zale

source: crash
gom: modlo

source: deceptive site
gom: fotopachi site

source: decode
gom: sutave

source: decryption
gom: sutave korpache

source: disinformation
gom: fotkri mahiti

source: distrust
gom: ovisvas

source: enable
gom: shakia

source: end user
gom: nimano vopor korpi

source: Enhanced Tracking Protection
gom: Vaadyllen Treking Protection

source: Firefox View
gom: Firefox Drishya

source: grassroots
gom: mhul kaaran

source: import
gom: bitor ghal

source: independent browser
gom: aplo browser

source: innovations
gom: noveponn hadop

source: insecure
gom: asurksit

source: Issue
gom: Muddo

source: Legacy extension
gom: Legacy vadopachi

source: misinformation
gom: fotkri mahiti

source: native
gom: aplech

source: nonprofit
gom: faido nasilo

source: non-profit
gom: faido-nasilo

source: override
gom: bodol / porot boroi

source: phone number mask
gom: phone number'acho mask

source: preference
gom: prathamikaay

source: Privacy Notice
gom: Gupit Sukovni

source: Privacy Policy
gom: Gupit rakpache niyam

source: release
gom: ujvaadaavni

source: report
gom: ahvaal kor

source: Review checker
gom: Review check korpi

source: search suggestion
gom: sod sukovni

source: sensitive
gom: moladik

source: sign
gom: soi

source: signer
gom: soi korpi

source: studies
gom: abaus

source: Terms of Service
gom: Seva korpache niyam

source: track
gom: hishob

source: trackers
gom: hishob dorpi

source: Tracking Content
gom: Hishob Dovorpi Content

source: unencrypted
gom: encrypted nashile

source: unresponsive
gom: zabab na melpi

source: unsafe
gom: surakshit nashile

source: validate
gom: sarkeponn topas

source: validity
gom: sarkeponn

source: Web Authentication
gom: Web'ache Promanikponn
